INSERT INTO AODATA.dbo.emaillist_title
(short_name, name)
VALUES
(N'ТП', N'Торговый Представитель'),
(N'СВ', N'Супервайзер'),
(N'ТМ', N'Территориальный менеджер'),
(N'Руководитель', N'Руководитель')


INSERT INTO AODATA.dbo.emaillist_department
(short_name, name, additional_info)
VALUES(N'ДСК', N'МиМО ДСК',N''),
(N'СМГМ', N'МиМО СМГМ',N''),
(N'Запад', N'ЦФО Запад',N''),
(N'Восток', N'ЦФО Восток',N''),
(N'СПБ', N'СПБ',N''),
(N'СЗФО', N'СЗФО',N''),
(N'Тверь', N'ОП Тверь',N'')



INSERT INTO AODATA.dbo.emaillist_subscription
(name, status, frequency)
VALUES(N'Заказы 11 часов', N'+', N'D');


INSERT INTO AODATA.dbo.emaillist_manager
( first_name, last_name, middle_name, email, system_name, status, gender, birthday, department_id, title_id)
VALUES
(N'Дарья',N'Федотова',N'Ивановна',N'Fedotova_D@khleb.ru',N'Федотова Дарья Ивановна',N'+',N'Ж','1998-01-01',2,5),
(N'Савва',N'Волков',N'Павлович',N'Volkov_S@khleb.ru',N'Волков Савва Павлович',N'+',N'М','1998-01-01',2,5),
(N'Алиса',N'Морозова',N'Глебовна',N'Morozova_A@khleb.ru',N'Морозова Алиса Глебовна',N'+',N'Ж','1998-01-01',2,5),
(N'Георгий',N'Блинов',N'Дмитриевич',N'Blinov_G@khleb.ru',N'Блинов Георгий Дмитриевич',N'+',N'М','1998-01-01',2,5),
(N'Марк',N'Волков',N'Эминович',N'Volkov_M@khleb.ru',N'Волков Марк Эминович',N'+',N'М','1998-01-01',3,5),
(N'Роман',N'Комиссаров',N'Адамович',N'Komissarov_R@khleb.ru',N'Комиссаров Роман Адамович',N'+',N'М','1998-01-01',3,5),
(N'Кирилл',N'Суханов',N'Алексеевич',N'Sukhanov_K@khleb.ru',N'Суханов Кирилл Алексеевич',N'+',N'М','1998-01-01',3,5),
(N'Вероника',N'Винокурова',N'Кирилловна',N'Vinokurova_V@khleb.ru',N'Винокурова Вероника Кирилловна',N'+',N'Ж','1998-01-01',2,5),
(N'Артём',N'Абрамов',N'Александрович',N'Abramov_A@khleb.ru',N'Абрамов Артём Александрович',N'+',N'М','1998-01-01',2,5),
(N'Владислав',N'Павлов',N'Семёнович',N'Pavlov_V@khleb.ru',N'Павлов Владислав Семёнович',N'+',N'М','1998-01-01',2,5),
(N'Есения',N'Смирнова',N'Андреевна',N'Smirnova_E@khleb.ru',N'Смирнова Есения Андреевна',N'+',N'Ж','1998-01-01',2,5),
(N'Оливия',N'Анохина',N'Матвеевна',N'Anokhina_O@khleb.ru',N'Анохина Оливия Матвеевна',N'+',N'Ж','1998-01-01',2,5),
(N'Мария',N'Максимова',N'Максимовна',N'Maksimova_M@khleb.ru',N'Максимова Мария Максимовна',N'+',N'Ж','1998-01-01',2,5),
(N'Алиса',N'Лаврова',N'Денисовна',N'Lavrova_A@khleb.ru',N'Лаврова Алиса Денисовна',N'+',N'Ж','1998-01-01',2,5),
(N'Марьям',N'Смирнова',N'Марковна',N'Smirnova_M@khleb.ru',N'Смирнова Марьям Марковна',N'+',N'Ж','1998-01-01',2,5),
(N'Александра',N'Жданова',N'Владиславовна',N'Zhdanova_A@khleb.ru',N'Жданова Александра Владиславовна',N'+',N'Ж','1998-01-01',2,5),
(N'Александра',N'Шестакова',N'Платоновна',N'Shestakova_A@khleb.ru',N'Шестакова Александра Платоновна',N'+',N'Ж','1998-01-01',2,5),
(N'Анастасия',N'Миронова',N'Артёмовна',N'Mironova_A@khleb.ru',N'Миронова Анастасия Артёмовна',N'+',N'Ж','1998-01-01',2,5),
(N'Артемий',N'Корнеев',N'Кириллович',N'Korneev_A@khleb.ru',N'Корнеев Артемий Кириллович',N'+',N'М','1998-01-01',2,5),
(N'Софья',N'Васильева',N'Егоровна',N'Vasileva_S@khleb.ru',N'Васильева Софья Егоровна',N'+',N'Ж','1998-01-01',2,5),
(N'Даниил',N'Терехов',N'Дмитриевич',N'Terekhov_D@khleb.ru',N'Терехов Даниил Дмитриевич',N'+',N'М','1998-01-01',2,5),
(N'Анастасия',N'Семенова',N'Алексеевна',N'Semenova_A@khleb.ru',N'Семенова Анастасия Алексеевна',N'+',N'Ж','1998-01-01',2,5),
(N'Виктория',N'Яковлева',N'Марковна',N'Yakovleva_V@khleb.ru',N'Яковлева Виктория Марковна',N'+',N'Ж','1998-01-01',2,5),
(N'Михаил',N'Комаров',N'Дмитриевич',N'Komarov_M@khleb.ru',N'Комаров Михаил Дмитриевич',N'+',N'М','1998-01-01',2,5),
(N'Марк',N'Попов',N'Алексеевич',N'Popov_M@khleb.ru',N'Попов Марк Алексеевич',N'+',N'М','1998-01-01',2,5),
(N'Александр',N'Алексеев',N'Степанович',N'Alekseev_A@khleb.ru',N'Алексеев Александр Степанович',N'+',N'М','1998-01-01',2,5),
(N'Роман',N'Кузнецов',N'Львович',N'Kuznetsov_R@khleb.ru',N'Кузнецов Роман Львович',N'+',N'М','1998-01-01',2,5),
(N'Макар',N'Колесников',N'Михайлович',N'Kolesnikov_M@khleb.ru',N'Колесников Макар Михайлович',N'+',N'М','1998-01-01',2,5),
(N'Ксения',N'Овчинникова',N'Михайловна',N'Ovchinnikova_K@khleb.ru',N'Овчинникова Ксения Михайловна',N'+',N'Ж','1998-01-01',2,5),
(N'Мирон',N'Данилов',N'Алексеевич',N'Danilov_M@khleb.ru',N'Данилов Мирон Алексеевич',N'+',N'М','1998-01-01',2,5),
(N'Ярослав',N'Литвинов',N'Даниилович',N'Litvinov_Ya@khleb.ru',N'Литвинов Ярослав Даниилович',N'+',N'М','1998-01-01',2,5),
(N'Лев',N'Кузнецов',N'Кириллович',N'Kuznetsov_L@khleb.ru',N'Кузнецов Лев Кириллович',N'+',N'М','1998-01-01',2,5),
(N'Илья',N'Данилов',N'Максимович',N'Danilov_I@khleb.ru',N'Данилов Илья Максимович',N'+',N'М','1998-01-01',2,5),
(N'Лука',N'Иванов',N'Дмитриевич',N'Ivanov_L@khleb.ru',N'Иванов Лука Дмитриевич',N'+',N'М','1998-01-01',2,5),
(N'Валерия',N'Волкова',N'Сергеевна',N'Volkova_V@khleb.ru',N'Волкова Валерия Сергеевна',N'+',N'Ж','1998-01-01',2,5),
(N'Дмитрий',N'Пономарев',N'Маркович',N'Ponomarev_D@khleb.ru',N'Пономарев Дмитрий Маркович',N'+',N'М','1998-01-01',2,5),
(N'Элина',N'Степанова',N'Сергеевна',N'Stepanova_E@khleb.ru',N'Степанова Элина Сергеевна',N'+',N'Ж','1998-01-01',2,5),
(N'Амина',N'Дмитриева',N'Олеговна',N'Dmitrieva_A@khleb.ru',N'Дмитриева Амина Олеговна',N'+',N'Ж','1998-01-01',2,5),
(N'Лейла',N'Васильева',N'Артёмовна',N'Vasileva_L@khleb.ru',N'Васильева Лейла Артёмовна',N'+',N'Ж','1998-01-01',2,5),
(N'Евгений',N'Фомин',N'Юрьевич',N'Fomin_E@khleb.ru',N'Фомин Евгений Юрьевич',N'+',N'М','1998-01-01',2,5),
(N'Амина',N'Соколова',N'Андреевна',N'Sokolova_A@khleb.ru',N'Соколова Амина Андреевна',N'+',N'Ж','1998-01-01',2,5),
(N'Ева',N'Потапова',N'Артёмовна',N'Potapova_E@khleb.ru',N'Потапова Ева Артёмовна',N'+',N'Ж','1998-01-01',3,5),
(N'София',N'Пантелеева',N'Даниэльевна',N'Panteleeva_S@khleb.ru',N'Пантелеева София Даниэльевна',N'+',N'Ж','1998-01-01',3,5),
(N'Демид',N'Сычев',N'Всеволодович',N'Sychev_D@khleb.ru',N'Сычев Демид Всеволодович',N'+',N'М','1998-01-01',2,5),
(N'Софья',N'Давыдова',N'Владиславовна',N'Davydova_S@khleb.ru',N'Давыдова Софья Владиславовна',N'+',N'Ж','1998-01-01',3,5),
(N'Виктор',N'Савельев',N'Маркович',N'Savelev_V@khleb.ru',N'Савельев Виктор Маркович',N'+',N'М','1998-01-01',2,5),
(N'Павел',N'Котов',N'Стефанович',N'Kotov_P@khleb.ru',N'Котов Павел Стефанович',N'+',N'М','1998-01-01',4,5),
(N'Валерия',N'Попова',N'Ивановна',N'Popova_V@khleb.ru',N'Попова Валерия Ивановна',N'+',N'Ж','1998-01-01',4,5),
(N'Павел',N'Котов',N'Артёмовна',N'Kotov_P@khleb.ru',N'Котов Павел Артёмовна',N'+',N'Ж','1998-01-01',4,5),
(N'Валерия',N'Попова',N'Олеговна',N'Popova_V@khleb.ru',N'Попова Валерия Олеговна',N'+',N'Ж','1998-01-01',4,5)

